text_for_new_user = "Привет {name}, пользователь под номером {user_id}! Я твой персольнальный помошник. Со мной твоя жизнь станет легче"
text_for_old_user = 'Привет {name}, какие планы на сегодня?'

gen_text = "📝 Отправьте текст запроса к нейросети для генерации текста"
gen_exit = "Чтобы выйти из диалога с нейросетью нажмите на кнопку ниже"
gen_wait = "⏳Пожалуйста, подождите немного, пока нейросеть обрабатывает ваш запрос..."

text_content = 'отправьте фаил в формате docx'
text_for_audio_input = 'отправьте аудио фаил'

err = "🚫 К сожалению произошла ошибка, попробуйте позже"

menu = "📍 Возможности"
transition = 'переход в меню'
text_for_notes_kb = 'операции с заметками'

your_notes = 'Ваши личные шедевры'
